{"translation-revision-date":"2023-05-09 08:12:57+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n >= 2 && n <= 4) ? 1 : 2);","lang":"sk"},"Tracking the ranking position...":["Sledovanie pozície v rebríčku..."],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["Pri sledovaní pozície (pozícií) v hodnotení vašej stránky sa vyskytla chyba. Skúste neskôr prosím."],"reconnect to %s":["znova sa pripojiť k %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["Zdá sa, že pri načítavaní údajov vášho webu sa niečo pokazilo. Prosím, %s a skúste to znova."],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["Predtým, ako budete môcť sledovať výkonnosť SEO, nezabudnite nastaviť názov príspevku a uložiť ho ako koncept alebo manuálne nastaviť slimák príspevku."],"No keyphrase has been set. Please set a keyphrase first.":["Nebola nastavená žiadna kľúčová fráza. Najprv nastavte kľúčovú frázu."],"upgrade your %s plan":["inovujte svoj plán %s"],"You've reached the maximum amount of %d keyphrases you can add to your Wincher account. If you wish to add more keyphrases, please %s.":["Dosiahli ste maximálny počet %d kľúčových fráz, ktoré môžete pridať do svojho účtu Wincher. Ak chcete pridať ďalšie kľúčové frázy, %s."],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["Pomocou %1$s môžete sledovať pozíciu vašej stránky vo výsledkoch vyhľadávania na základe vašich kľúčových fráz. %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s momentálne sleduje pozíciu (pozície) hodnotenia vašej stránky. Môže to trvať pár minút. Počkajte, alebo to skúste neskôr."],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["Úspešne ste sa pripojili k %s! Teraz môžete sledovať výkon SEO pre kľúčové frázy na tejto stránke."],"Read more about keyphrase tracking with Wincher":["Prečítajte si viac o sledovaní kľúčových fráz pomocou Wincher"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["Je povolené automatické sledovanie kľúčových fráz. Vaše kľúčové frázy budú automaticky sledované používateľom %s, keď zverejníte svoj príspevok."],"Keyphrase position in the last 90 days on a scale from 0 to 100.":["Pozícia kľúčovej frázy za posledných 90 dní na stupnici od 0 do 100."],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["Nižšie môžete povoliť \/ zakázať sledovanie výkonu SEO pre každú kľúčovú frázu."],"Learn more about the SEO performance feature.":["Získajte viac informácií o funkcii výkonu SEO."],"SEO performance":["SEO výkonnosť"],"Connect with %s":["Spojte sa s používateľom %s"],"* focus keyphrase":["* kľúčová fráza zaostrenia"],"Get more insights over at %s":["Získajte ďalšie štatistiky na adrese %s"],"Position over time":["Pozícia v priebehu času"],"Position":["Pozícia"],"Tracking":["Sledovanie stôp"],"Check out %s!":["Pozrite si %s!"],"Would you like to be able to add these related keyphrases to the %s analysis so you can optimize your content even further?":["Chceli by ste mať možnosť pridať tieto súvisiace kľúčové frázy do analýzy %s, aby ste mohli ešte viac optimalizovať svoj obsah?"],"We've encountered a problem trying to get related keyphrases. Please try again later.":["Pri pokuse o získanie súvisiacich kľúčových fráz sa vyskytol problém. Skúste neskôr prosím."],"You've reached the maximum amount of 4 related keyphrases. You can change or remove related keyphrases in the %s metabox or sidebar.":["Dosiahli ste maximálny počet 4 súvisiacich kľúčových fráz. Súvisiace kľúčové frázy môžete zmeniť alebo odstrániť v metaboxe alebo bočnom paneli %s."],"Please wait while %1$s connects to %2$s to get related keyphrases...":["Počkajte, kým sa %1$s pripojí k %2$s, aby ste získali súvisiace kľúčové frázy..."],"Upgrade your %s plan":["Inovujte svoj plán %s"],"You've reached your request limit for today. Check back tomorrow or upgrade your plan over at %s.":["Dosiahli ste svoj dnešný limit žiadostí. Vráťte sa sem zajtra alebo inovujte svoj plán na adrese %s."],"Last month":["Minulý mesiac"],"Two months ago":["Pred 2 mesiacmi"],"Three months ago":["Pred 3 mesiacmi"],"Four months ago":["Pred 4 mesiacmi"],"Five months ago":["Pred 5 mesiacmi"],"Six months ago":["Pred 6 mesiacmi"],"Seven months ago":["Pred 7 mesiacmi"],"Eight months ago":["Pred 8 mesiacmi"],"Nine months ago":["Pred 9 mesiacmi"],"Ten months ago":["Pred 10 mesiacmi"],"Eleven months ago":["Pred 11 mesiacmi"],"Twelve months ago":["Pred 12 mesiacmi"],"Get more insights at %s":["Získajte ďalšie štatistiky na adrese %s"],"Keyphrase volume in the last 12 months on a scale from 0 to 100.":["Objem kľúčových fráz za posledných 12 mesiacov na stupnici od 0 do 100."],"Learn more about the related keyphrases trend":["Získajte viac informácií o trende súvisiacich kľúčových fráz"],"Trend":["Trend"],"Learn more about the related keyphrases volume":["Získajte viac informácií o objeme súvisiacich kľúčových fráz"],"Volume":["Objem"],"Related keyphrase":["Súvisiaca kľúčová fráza"],"Select country":["Vybrať krajinu"],"Show results for:":["Zobraziť výsledky pre:"],"Sorry, there's no data available for that keyphrase\/country combination.":["Ľutujeme, pre túto kombináciu kľúčovej frázy a krajiny nie sú k dispozícii žiadne údaje."],"The number of headers and header labels don't match.":["Počet hlavičiek a menoviek hlavičiek sa nezhoduje."],"Return to your %s":["Vráťte sa na %s"],"Make sure to save your %s for changes to take effect":["Nezabudnite uložiť %s, aby sa zmeny prejavili"],"Keyphrase":["Kľúčové slovo"],"%d day":["%d deň","%d dni","%d dní"],"Good results":["Dobré výsledky"],"Considerations":["Návrhy na zváženie"],"Errors":["Chyby"],"Good SEO score":["Dobré skóre SEO"],"OK SEO score":["OK skóre SEO"],"Feedback":["Spätná väzba"],"Needs improvement":["Potrebuje vylepšenie"],"Improvements":["Vylepšenia"],"Problems":["Problémy"],"Good":["Dobré"],"OK":["OK"],"View":["Zobraziť"]}},"comment":{"reference":"js\/dist\/editor-modules.js"}}